export const posts = [
  {
    id: 1,
    title: 'Post 1',
    description: 'Далеко-далеко за словесными горами, в стране гласных и согласных живут рыбные тексты. Пустился они безорфографичный гор, рот правилами обеспечивает, на берегу ведущими повстречался вскоре грамматики переулка дал толку. Лучше страна по всей вдали переписывается толку оксмокс пор, заглавных, свое предупреждал прямо вопроса образ но. Маленький, мир первую ее бросил lorem ручеек журчит океана семь!',
    liked: false
  },
  {
    id: 2,
    title: 'Post 2',
    description: 'Далеко-далеко за словесными горами, в стране гласных и согласных живут рыбные тексты. Пустился они безорфографичный гор, рот правилами обеспечивает, на берегу ведущими повстречался вскоре грамматики переулка дал толку. Лучше страна по всей вдали переписывается толку оксмокс пор, заглавных, свое предупреждал прямо вопроса образ но. Маленький, мир первую ее бросил lorem ручеек журчит океана семь!',
    liked: false
  },
  {
    id: 3,
    title: 'Post 3',
    description: 'Далеко-далеко за словесными горами, в стране гласных и согласных живут рыбные тексты. Пустился они безорфографичный гор, рот правилами обеспечивает, на берегу ведущими повстречался вскоре грамматики переулка дал толку. Лучше страна по всей вдали переписывается толку оксмокс пор, заглавных, свое предупреждал прямо вопроса образ но. Маленький, мир первую ее бросил lorem ручеек журчит океана семь!',
    liked: false
  }
];


// mockapi
// [
//   {
//     "id": "1",
//     "title": "Post 1",
//     "description": "Далеко-далеко за словесными горами, в стране гласных и согласных живут рыбные тексты. Пустился они безорфографичный гор, рот правилами обеспечивает, на берегу ведущими повстречался вскоре грамматики переулка дал толку. Лучше страна по всей вдали переписывается толку оксмокс пор, заглавных, свое предупреждал прямо вопроса образ но. Маленький, мир первую ее бросил lorem ручеек журчит океана семь!",
//     "liked": "false"
//   },
//   {
//     "id": "2",
//     "title": "Post 2",
//     "description": "Далеко-далеко за словесными горами, в стране гласных и согласных живут рыбные тексты. Пустился они безорфографичный гор, рот правилами обеспечивает, на берегу ведущими повстречался вскоре грамматики переулка дал толку. Лучше страна по всей вдали переписывается толку оксмокс пор, заглавных, свое предупреждал прямо вопроса образ но. Маленький, мир первую ее бросил lorem ручеек журчит океана семь!",
//     "liked": "false"
//   },
//   {
//     "id": "3",
//     "title": "Post 3",
//     "description": "Далеко-далеко за словесными горами, в стране гласных и согласных живут рыбные тексты. Пустился они безорфографичный гор, рот правилами обеспечивает, на берегу ведущими повстречался вскоре грамматики переулка дал толку. Лучше страна по всей вдали переписывается толку оксмокс пор, заглавных, свое предупреждал прямо вопроса образ но. Маленький, мир первую ее бросил lorem ручеек журчит океана семь!",
//     "liked": "false"
//   }
// ]
